brew "rg"
brew "tldr"
brew "neovim"

cask "firefox"
cask "chrome"
cask "iterm2"
cask "macvim"
cask "1password"
cask "keepingyouawake"
cask "fork"
cask "tableplus"
cask "vlc"
cask "spotify"
cask "vscode"
cask "tuple"
cask "postman"
