brew "rg"
brew "tldr"
brew "neovim"
brew "htop"
brew "git"
brew "fzf"
brew "gnupg"
brew "pinentry-mac"
brew "bat"
brew "htop"
brew "node"
brew "zoxide"
brew "mise"

cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "1password"
cask "keepingyouawake"
cask "tableplus"
cask "vlc"
cask "spotify"
cask "visual-studio-code"

cask "tuple"
cask "font-droid-sans-mono-nerd-font"
cask "obsidian"
